[Killed] StringLiteral
projetos/sd-015-b-project-react-testing-library/src/App.js:100:47
         <h1>Pokédex</h1>
         <nav>
           <Link className="link" to="/">{`Home`}</Link>
-          <Link className="link" to="/about">{`About`}</Link>
+          <Link className="link" to="/about">{""}</Link>
           <Link className="link" to="/favorites">{`Favorite Pokémons`}</Link>
         </nav>
